from prettytable import PrettyTable
table = PrettyTable()
table.field_names = ['Квартал', 'Номер магазина', 'Товарообіг, грн.', 'Чисельність,чол.' ]
table.add_row(["1 кв", "Універсам №1", "Плановий: 43102,6 Фактичний: 44568,1", "Планова: 209 Фактична: 189"])
table.add_row(["1 кв", "Галактон",     "          11707,2            10922,8", "         45            40"])
table.add_row(["1 кв", "Поляниця",     "          5498,0             5650",    "         20            18"])
table.add_row(["2 кв", "Універсам №1", "          52684,5            51825,4", "         200           190"])
table.add_row(["2 кв", "Галактон",     "          15905,3            16000,2", "         46            45"])
table.add_row(["2 кв", "Поляниця",     "          6895,0             7000,4",  "         25            23"])
table.add_row(["3 кв", "Універсам №1", "          68453,4            68400,3", "         198           195"])
table.add_row(["3 кв", "Галактон",     "          14236,6            14000,7", "         45            43"])
table.add_row(["3 кв", "Поляниця",     "          7245,2             7300,1",  "         23            23"])
table.add_row(["4 кв", "Універсам №1", "          7529,9             7524,0",  "         22            21"])
table.add_row(["4 кв", "Галактон",     "          1566,0             1540,1",  "         5             5"])
table.add_row(["4 кв", "Поляниця",     "          797,0              803,0",   "         3             3"])

print(table)
